<template>
	<div class="card card-w70">
		<slot></slot>

		<h1>Резюме Nickname</h1>
		<div class="avatar">
			<img src="https://via.placeholder.com/150">
		</div>
		<h2>Опыт работы</h2>
		<p>
			главный герой американского мультсериала «Рик и Морти», гениальный учёный, изобретатель, атеист (хотя в
			некоторых сериях он даже молится Богу, однако, каждый раз после чудесного спасения ссылается на удачу и
			вновь отвергает его существование), алкоголик, социопат, дедушка Морти. На момент начала третьего сезона
			ему 70 лет[1]. Рик боится пиратов, а его главной слабостью является некий - "Санчезиум". Исходя из того,
			что существует неограниченное количество вселенных, существует неограниченное количество Риков, герой
			сериала предположительно принадлежит к измерению С-137. В серии комикcов Рик относится к измерению
			C-132, а в игре «Pocket Mortys» — к измерению C-123[2]. Прототипом Рика Санчеза является Эмметт Браун,
			герой кинотрилогии «Назад в будущее»[3].
		</p>
		<h3>Добавьте первый блок, чтобы увидеть результат</h3>
	</div>
</template>

<script>
export default {

	components: {
		AppTitleField,
		AppAvatarField,
		AppSubtitleField,
		AppTextField
	},


	props: {
		fields: Array,
	},

}


</script>

<style scoped>

</style>